[
    {
        "title" : "เรื่องน่ารู้เกี่ยวกับน้องหมา",
        "subtitle": "สุนัขสามารถจำกลิ่นได้เป็นเวลานาน และดมกลิ่นเลือดที่หยดลงในน้ำถึง 5 เมตรได้ และสามารถตามรอยเหงื่อจากรอยเท้าที่ทิ้งไว้เมื่อ 20 ชั่วโมง",
        "image_url": "https://cdn.pixabay.com/photo/2022/12/30/11/09/cat-7686662_960_720.jpg"  ,
        "detail": "จมูกไวกว่ามนุษย์ล้านเท่า \n \t* สุนัขสามารถจำกลิ่นได้เป็นเวลานาน และดมกลิ่นเลือดที่หยดลงในน้ำถึง 5 เมตรได้ และสามารถตามรอยเหงื่อจากรอยเท้าที่ทิ้งไว้เมื่อ 20 ชั่วโมงได้\n \t* สุนัขมีต่อมรับกลิ่นมากกว่ามนุษย์หลายล้านเท่า เช่น มนุษย์มี 5 ล้านต่อม เยอรมันเซพเพิร์ดมีถึง 2100 ล้านต่อม\n สุนัขมองเห็นได้ในที่มืด\n \t* สุนัขเป็นสัตว์ที่ใช้ชีวิตกลางคืน มีแสงไฟนิดหน่อยก็มองเห็นได้สบายมาก\n \t* สุนัขมองเห็นได้ไม่ไกลเท่าคน คือ ถ้าเกิน 100 เมตร ก็ไม่สามารถแยกออกได้ว่าใครเป็นใคร\n \t* ถ้ามีอะไรขยุกขยิก สุนัขจะไวกว่าคนมาก\n \t* สุนัขมองเห็นได้แค่ 2 สี คือขาว กับ ดำ ไม่ว่ามืด หรือสว่างก็ไม่เห็นสี\n หูรับรู้อันตรายแม้ในขณะนอนหลับ\n \t* นักวิทยาศาสตร์ทดลองหย่อนลูกแก้วเล็กๆจากพื้นสูง 3 เซนติเมตร สุนัขยืนห่างออกไป 24 เมตร ก็ยังได้ยิน\n \t* สุนัขรู้ที่มาของเสียงได้แม่นยำกว่าคน\n \t* สุนัขจับจังหวะเสียงเดินของเจ้าของได้\n \t* สุนัขสามารถได้ยินเสียงความถี่ต่ำกว่า 20 Hz  และมากกว่า  20,000  Hz  ซึ่งเป็นความถี่ที่มนุษย์ไม่สามารถได้ยินได้\n \t* สมัยก่อนสุนัขหูตั้ง พอคนเอามาเลี่ยงหูเลยตกลงมา ทำให้รับเสียงไดไม่ดี\n ลิ้นใช้แทนช้อนกับหลอด\n \t* สุนัขไม่สามารถรับรสได้ แต่อาศัยดมกลิ่นเอา\n \t* ต้องใช้ลิ้นแตะอาหาร 1 วินาทีในการรู้รสอาหาร\n ฟันใช้ฉีกเนื้อ\n \t* ฟันน้ำนมของสุนัขจะเกิดเมื่ออายุ 20วัน ขึ้นครบใน 6 สัปดาห์ หลังจากนั้น 3 เดือน ก็จะหลุด และฟันแท้ก็จะงอกแทน  สุนัขมีฟันน้ำนม 28 ซี่ ฟันแท้ 42 ซี่  สมัยก่อนสุนัขกินเนื้อจึงใช้เขี้ยวมาก แถมเป็นอาวุธได้อีกด้วย\n หางใช้แสดงอารมณ์\n \t* สุนัขไม่ชอบให้ใครโดนหาง หรือหู\n \t* หางจะแสดงอารมณ์ เช่น ถูกดุ หรือแพ้ หางจะงอเข้าหาตัว\n \t* ใช้หางเมื่อเวลาว่ายน้ำ\n \t* ใช้หางเมื่อเวลาทรงตัวขณะเปลี่ยนทิศทางกระทันหัน\n \t* สุนัขพันธุ์บ็อกเซอร์ หรือ เทอร์เรียร์จะถูกตัดหางหลังเกิด 4-5 วันเพื่อให้ดูเหมาะสมในการออกล่าสัตว์\n ขนเป็นเสื้อกันหนาวธรรมชาติ\n \t* หน้าร้อน สุนัขจะผลัดขน จนกระทั่งหน้าหนาวขนก็จะขึ้นมาใหม่\n \t* สุนัขเลี้ยงแกะที่ขนยาว ข้างในจะมีขนเส้นเล็กๆเต็มไปหมดเพื่อกันตัวเปียก หรือหนาว\n \t* ขนของสุนัขล่าสัตว์จะเรียบเป็นมันเพื่อไม่ให้เปียกน้ำ\n ขา และเล็บ\n \t* เล็บของสุนัขไม่คมจึงเกาะต้นไม้ไม่ได้ และกางเล็บออกเหมือนแมวไม่ได้เหมือนกัน\n \t* แต่ขุดดินได้\n \t* สุนัขมีฝ่าเท้ายืดหยุ่น เวลาเดินจะเหมือนมีหมอนรอง\n \t* สุนัขใช้งานฝ่าเท้าจะหนาจึงไม่เป็นแผลง่าย\n \t* เวลาเดินบนน้ำแข็ง มันจะไม่รู้สึกหนาว\n กระเพาะ และลำไส้\n \t* สุนัขไม่ค่อยเคี้ยวอาหาร ถ้าอาหารแข็งๆก็จะเคี้ยวกร้วมๆแล้วกลืนลงไปกับน้ำลาย\n \t* ในน้ำย่อยมีกรดแรงๆช่วยย่อยกระดูก และฆ่าเชื้อโรค ดังนั้นอาหารที่สกปรกจึงไม่ทำให้สุนัขท้องเสีย\n \t* อาหารจะถูกย่อยจนเหลวเหมือนข้าวต้มแล้วส่งไปลำไส้เล็ก ย่อยที่ลำไส้อีกครั้งแล้วถูกดูดซึม\n \t* ลำไส้สุนัขยาวกว่าคนถึง 6 เท่า\n"
    },
    {
        "title" : "10 ผลิตภัณฑ์ดูแลขนเจ้าสัตว์เลี้ยง",
        "subtitle": "ในฤดูเดี๋ยวร้อนเดี๋ยวฝนแบบนี้ ชาวเพ็ทเลิฟเวอร์อาจพบว่าน้อง ๆ ที่บ้านนั้นกำลังมีช่วงเวลาที่ยากลำบากกับขนที่จับตัวกันเป็นก้อน เหนียวเหนอะหนะ ยิ่งชอบหนีออกไปเที่ยวเล่นนอกบ้าน",
        "image_url": "https://media.istockphoto.com/id/992637094/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B8%82%E0%B8%99%E0%B8%AA%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%AD%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%A4%E0%B8%A9%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%82%E0%B8%81%E0%B8%A5%E0%B9%80%E0%B8%94%E0%B9%89%E0%B8%99%E0%B8%A3%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B5%E0%B8%9F%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C.jpg?s=612x612&w=0&k=20&c=J-P_Slct9kTm5Ygn4Hxd671a1EK_MxKxV4-2BmZUGq4=",
        "detail": "คนเลี้ยงสุนัขทุกคนคงทราบกันดีอยู่แล้วว่า สุขภาพเส้นขนของสุนัขนั้นเป็นหนึ่งในเรื่องสำคัญที่เจ้าของต้องคอยหมั่นดูแล \n โดยเฉพาะคนที่เลี้ยงสุนัขพันธุ์ขนยาว ยิ่งต้องใส่ใจมากเป็นพิเศษค่ะ เพราะการที่เส้นขนไม่แข็งแรง หลุดร่วงเยอะหรือพันกัน \n นอกจากจะทำให้ดูไม่สวยงาม ไม่น่ากอดแล้วยังอาจเป็นสาเหตุให้เกิดโรคทางผิวหนังตามมาอีกด้วย\n\n สำหรับผลิตภัณฑ์ในการดูแลผิวหนังและเส้นขนให้สุนัขก็มีอยู่มากมาย แต่วันนี้เราอยากจะมาแนะนำอีกหนึ่งตัวช่วย \n นั่นก็คือ สเปรย์บำรุงขนสุนัข นั่นเอง โดยเราได้ไปรวบรวมข้อมูลมาให้คุณทั้งวิธีการเลือก พร้อมคำแนะนำจากสัตวแพทย์โดยเฉพาะ \n และยังมี 10 อันดับ สเปรย์บำรุงขนสุนัขที่น่าสนใจหลาย ๆ ยี่ห้อมาแนะนำให้คุณด้วย รับรองเลยค่ะว่าจบบทความนี้แล้ว หมาน้อยที่บ้านกระดิกหางรอให้ฉีดสเปรย์เลยค่ะ\n"
    },
    {
        "title" : "สารพัดเรื่องน่ารู้เกี่ยวกับแมว",
        "subtitle":  "เทคนิคการเลือกอาหารแมวให้เหมาะกับแมวของคุณ อ่านคำแนะนำจากผู้เชี่ยวชาญ หรือค้นหาสายพันธุ์แมวที่ควรเลี้ยง ไม่ว่าคุณจะสนใจเรื่องใดเกี่ยวกับแมว เราก็พร้อมมอบคำตอบให้",
        "image_url": "https://media.istockphoto.com/id/1128004359/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B8%AA%E0%B8%81%E0%B9%87%E0%B8%AD%E0%B8%95%E0%B8%9E%E0%B8%B1%E0%B8%9A%E0%B8%94%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B9%83%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%95%E0%B8%81%E0%B9%83%E0%B8%88%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%A7%E0%B8%AB%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%AB%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B9%83%E0%B8%88%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%94%E0%B8%B9%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%A3%E0%B8%9A%E0%B8%B2%E0%B8%87%E0%B8%AD%E0%B8%A2.jpg?s=612x612&w=0&k=20&c=Y5oAiDhxlJXdGA3BZnFOnsX1NzKusqu6dsUOKFrrlz8=",
        "detail": "ผลิตภัณฑ์สำหรับแมวทั้งหมด\n \tถ้าคุณกำลังมองหาอาหารแมวที่เหมาะสม Purina มีผลิตภัณฑ์ที่ตอบโจทย์ของคุณ ตั้งแต่อาหารสำหรับลูกแมวไปจนถึงแมวสูงวัย \n \tรวมทั้งข้อมูลโภชนาการและอาหารสำหรับแมวที่มีความต้องการเฉพาะทาง \n\n เคล็ดลับการเลี้ยงแมวจากผู้เชี่ยวชาญ\n \tPurina มีคำแนะนำเรื่องโภชนาการ พฤติกรรม พัฒนาการ สุขภาพ ของแมว \n\n เตรียมความพร้อมเพื่อเลี้ยงแมว\n \tหากคุณต้องการหาสมาชิกใหม่ในครอบครัวแต่ไม่รู้จะเริ่มต้นอย่างไร Purina พร้อมให้คำแนะนำ เราพร้อมให้คำแนะนำ การติดต่อผู้เพาะพันธุ์ ข้อดีในการเลี้ยงแมว รวมถึงช่วยคุณตั้งชื่อให้ลูกแมวอีกด้วย\n\n วิธีเลี้ยงลูกแมว\n \tคำแนะนำสำหรับมือใหม่หัดเลี้ยงลูกแมว การเตรียมตัวให้พร้อม เพื่อให้ลูกแมวเข้ากับสิ่งแวดล้อมได้ง่าย\n\n อาหารและโภชนาการ\n \tหากคุณสงสัยว่าควรเปลี่ยนอาหารสำหรับลูกแมวเป็นอาหารแมวโตเมื่อใด หรือไม่แน่ใจว่าต้องให้อาหารบ่อยแค่ไหน \n \tเรามีคำตอบ ค้นหาบทความแนะนำเทคนิคการให้อาหารและโภชนาการจากผู้เชี่ยวชาญของเรา\n\n แมวสูงวัย\n \tรวบรวมเทคนิคการดูแลสุขภาพแมวสูงวัยจากผู้เชี่ยวชาญของเรา ตั้งแต่ปัญหาด้านสุขภาพไปจนถึงด้านโภชนาการ\n"
    }
]